scratch/org/latex-test.org
#+TITLE: My Paper
#+AUTHOR: Jane Doe
#+DATE: 1. 2. 3456
#+OPTIONS:   H:5 num:t toc:nil \n:nil @:t ::t |:t ^:nil -:t f:t *:t <:t
#+LaTeX_CLASS: memoir
#+LaTeX_CLASS_OPTIONS: [article,letterpaper,times,12pt,listings-bw,microtype]
#+LATEX_HEADER: \usepackage{fontspec}
#+LATEX_HEADER: \setmainfont{Times New Roman}


